[
    {
        "id": 1,
        "nombre": "Procesador AMD Ryzen 5 1600 Af",
        "categoria": "Procesadores",
        "descripcion": "Procesador AMD de gama media, socket AM4, de 6 núcleos y 12 hilos a 3.2 Ghz. Excelente para complementar con una placa de video y jugar todo tipo de videojuegos o utilizar aplicaciones de diseño gráfico profesionales.",
        "marca": "AMD",
        "precio": "12.500",
        "stock": "10",
        "avatar": "ryzen-5.png"
    },
    {
        "id": 2,
        "nombre": "Procesador AMD Ryzen 7 2700x",
        "categoria": "Procesadores",
        "descripcion": "Procesador AMD de gama alta, socket AM4, de 8 núcleos y 16 hilos, a 3.2 Ghz. Excelente para complementar con una placa de video y jugar todo tipo de videojuegos o utilizar aplicaciones de diseño gráfico profesionales.",
        "marca": "AMD",
        "precio": "25.700",
        "stock": "10",
        "avatar": "ryzen-7.png"
    },
    {
        "id": 3,
        "nombre": "Procesador Intel Core i3-9100f",
        "categoria": "Procesadores",
        "descripcion": "Procesador intel de gama media, socket 1151, de 4 núcleos y 4 hilos, a 3.6 Ghz base o 4.2 Ghz en modo turbo. Excelente para complementar con una placa de video y jugar todo tipo de videojuegos.",
        "marca": "Intel",
        "precio": "8.500",
        "stock": "100",
        "avatar": "core-i3-9100f.png"
    },
    {
        "id": 4,
        "nombre": "Procesador Intel Core i7-10700",
        "categoria": "Procesadores",
        "precio": 37000,
        "marca": "Intel",
        "descripcion": "Procesador intel de gama alta, socket 1200, de 8 núcleos y 16 hilos, a 2.9 Ghz de base o 4.8 Ghz en modo turbo. Excelente para complementar con una placa de video y jugar todo topi de videojuegos o utilizar aplicaciones de diseño gráfico profesionales.",
        "avatar": "core-i7-10700.png",
        "stock": 10
    },
    {
        "id": 5,
        "nombre": "Procesador AMD Ryzen 5 + SSD 240Gb",
        "categoria": "Promociones",
        "precio": 15250,
        "marca": "AMD-adata",
        "descripcion": "Esta promoción te ofrece un procesador AMD y un disco sólido SSD de 240 Gb de espacio, para sacarle el mayor provecho a este ryzen 5. Excelente para comenzar a armarte una pc, que complementando con una placa de video y las demás partes podría correr todo tipo de videojuegos o utilizar aplicaciones de diseño gráfico profesionales.",
        "avatar": "promo-ryzen5-disco.png",
        "stock": 10
    },
    {
        "id": 6,
        "nombre": "PC Gamer Diamond",
        "categoria": "Computadoras Armadas",
        "precio": 52500,
        "marca": "AMD",
        "descripcion": "Computadora con componentes de gama media, excelente para introducirse en el mundo de los videojuegos. Cuenta con un procesador core i3-9100F de 4 núcleo y cuatro hilos a 3.6 Ghz de base y 4.2 Ghz turbo. Con 8 Gb de memoria ram DDR4 a 2666 Ghz en 2 módulos de 4 Gb. Un disco sólido SSD adata de 240 Gb, una fuente certificada de 550 watt y Una placa de video Geforce GTX-1650 super de 4 Gb. Todos estos magníficos componentes dentro de un Gabinete Deepcool MATREXX 55 V3 ADD-RGB 3F Black, con una refrigeración de primer nivel para mantener los componentes funcionando a tope sin altas temperaturas.",
        "avatar": "pc-gamer.png",
        "stock": 10
    },
    {
        "id": 7,
        "nombre": "Placa de Video Geforce RTX-2080",
        "categoria": "Placa de Video",
        "descripcion": "Placa de video de nvidia de la familia RTX, con 11 Gb DDR6 de memoria ram dedicada, con la tecnología Ray Tracing y DLSS 2.0. Complementándolo con cualquier procesador de gama media o alta de última generación corre cualquier videojuegos AAA, con Ray Tracing y hasta en 4K. Además, si el tiempo te parece realmente valioso, entonces podrías ahorrar horas en renderizado de imágenes y videos profesionales.",
        "marca": "Nvidia",
        "precio": "110.000",
        "stock": "10",
        "avatar": "rtx-2080.png"
    },
    {
        "id": 8,
        "nombre": "Placa de Video Geforce rtx-3090",
        "categoria": "Placa de Video",
        "precio": 210000,
        "marca": "Nvidia",
        "descripcion": "Placa de video de nvidia de la familia RTX, la más poderosa de la última generación de RTX (3000), con 24 Gb DDR6X de memoria ram dedicada, con la tecnología Ray Tracing y DLSS 2.0. Complementándolo con cualquier procesador de gama media o alta de última generación corre cualquier videojuegos AAA, con Ray Tracing y hasta en 4K. Además, si el tiempo te parece realmente valioso, entonces podrías ahorrar horas en renderizado de imágenes y videos profesionales.",
        "avatar": "rtx-3090.png",
        "stock": 10
    },
    {
        "id": 9,
        "nombre": "Placa de Video AMD Rx-570",
        "categoria": "Placa de Video",
        "precio": 20000,
        "marca": "AMD",
        "descripcion": "Placa de video de amd de entrada a la familia RX, con 8 Gb GDDR5 de memoria ram dedicada. Complementándolo con cualquier procesador de gama media o alta se puede jugar cualquier tipo de videojuego actual. Además, es una buena opción si ocasionalmente necesitas hacer renderizados de imágenes y videos.",
        "avatar": "radeon-rx-570.png",
        "stock": 10
    },
    {
        "id": 10,
        "nombre": "Placa de Video AMD Rx-5500-xt",
        "categoria": "Placa de Video",
        "precio": 33000,
        "marca": "AMD",
        "descripcion": "Placa de video de amd de antrada a la familia RX, con 8 Gb GDDR6 de memoria ram dedicada. Complementándolo con cualquier procesador de gama media o alta se puede jugar cualquier tipo de videojuego actual con calidad ultra a altos FPS. Además, sirve para el renderizado de imágenes y videos profesionales.",
        "avatar": "rx-5500-xt.png",
        "stock": 10
    }
]