[
    {
        "id": 1,
        "name": "Procesador AMD Ryzen 5 1600 Af",
        "category": "Procesadores",
        "description": "Procesador AMD de gama media, socket AM4, de 6 núcleos y 12 hilos a 3.2 Ghz. Excelente para complementar con una placa de video y jugar todo tipo de videojuegos o utilizar aplicaciones de diseño gráfico profesionales.",
        "brand": "AMD",
        "price": "12.500",
        "stock": "10",
        "avatar": "ryzen-5.png"
    },
    {
        "id": 2,
        "name": "Procesador AMD Ryzen 7 2700x",
        "category": "Procesadores",
        "description": "Procesador AMD de gama alta, socket AM4, de 8 núcleos y 16 hilos, a 3.2 Ghz. Excelente para complementar con una placa de video y jugar todo tipo de videojuegos o utilizar aplicaciones de diseño gráfico profesionales.",
        "brand": "AMD",
        "price": "25.700",
        "stock": "10",
        "avatar": "ryzen-7.png"
    },
    {
        "id": 3,
        "name": "Procesador Intel Core i3-9100f",
        "category": "Procesadores",
        "description": "Procesador intel de gama media, socket 1151, de 4 núcleos y 4 hilos, a 3.6 Ghz base o 4.2 Ghz en modo turbo. Excelente para complementar con una placa de video y jugar todo tipo de videojuegos.",
        "brand": "Intel",
        "price": "8.500",
        "stock": "100",
        "avatar": "core-i3-9100f.png"
    },
    {
        "id": 4,
        "name": "Procesador Intel Core i7-10700",
        "category": "Procesadores",
        "price": "37.000",
        "brand": "Intel",
        "description": "Procesador intel de gama alta, socket 1200, de 8 núcleos y 16 hilos, a 2.9 Ghz de base o 4.8 Ghz en modo turbo. Excelente para complementar con una placa de video y jugar todo topi de videojuegos o utilizar aplicaciones de diseño gráfico profesionales.",
        "avatar": "core-i7-10700.png",
        "stock": 10
    },
    {
        "id": 5,
        "name": "Procesador AMD Ryzen 5 + SSD 240Gb",
        "category": "Promociones",
        "price": "15.250",
        "brand": "AMD-adata",
        "description": "Esta promoción te ofrece un procesador AMD y un disco sólido SSD de 240 Gb de espacio, para sacarle el mayor provecho a este ryzen 5. Excelente para comenzar a armarte una pc, que complementando con una placa de video y las demás partes podría correr todo tipo de videojuegos o utilizar aplicaciones de diseño gráfico profesionales.",
        "avatar": "promo-ryzen5-disco.png",
        "stock": 10
    },
    {
        "id": 6,
        "name": "PC Gamer Diamond",
        "category": "Computadoras Armadas",
        "price": "52.500",
        "brand": "AMD",
        "description": "Computadora con componentes de gama media, excelente para introducirse en el mundo de los videojuegos. Cuenta con un procesador core i3-9100F de 4 núcleo y cuatro hilos a 3.6 Ghz de base y 4.2 Ghz turbo. Con 8 Gb de memoria ram DDR4 a 2666 Ghz en 2 módulos de 4 Gb. Un disco sólido SSD adata de 240 Gb, una fuente certificada de 550 watt y Una placa de video Geforce GTX-1650 super de 4 Gb. Todos estos magníficos componentes dentro de un Gabinete Deepcool MATREXX 55 V3 ADD-RGB 3F Black, con una refrigeración de primer nivel para mantener los componentes funcionando a tope sin altas temperaturas.",
        "avatar": "pc-gamer.png",
        "stock": 10
    },
    {
        "id": 7,
        "name": "Placa de Video Geforce RTX-2080",
        "category": "Placa de Video",
        "description": "Placa de video de nvidia de la familia RTX, con 11 Gb DDR6 de memoria ram dedicada, con la tecnología Ray Tracing y DLSS 2.0. Complementándolo con cualquier procesador de gama media o alta de última generación corre cualquier videojuegos AAA, con Ray Tracing y hasta en 4K. Además, si el tiempo te parece realmente valioso, entonces podrías ahorrar horas en renderizado de imágenes y videos profesionales.",
        "brand": "Nvidia",
        "price": "110.000",
        "stock": "10",
        "avatar": "rtx-2080.png"
    },
    {
        "id": 8,
        "name": "Placa de Video Geforce rtx-3090",
        "category": "Placa de Video",
        "price": "210.000",
        "brand": "Nvidia",
        "description": "Placa de video de nvidia de la familia RTX, la más poderosa de la última generación de RTX (3000), con 24 Gb DDR6X de memoria ram dedicada, con la tecnología Ray Tracing y DLSS 2.0. Complementándolo con cualquier procesador de gama media o alta de última generación corre cualquier videojuegos AAA, con Ray Tracing y hasta en 4K. Además, si el tiempo te parece realmente valioso, entonces podrías ahorrar horas en renderizado de imágenes y videos profesionales.",
        "avatar": "rtx-3090.png",
        "stock": 10
    },
    {
        "id": 9,
        "name": "Placa de Video AMD Rx-570",
        "category": "Placa de Video",
        "price": "20.000",
        "brand": "AMD",
        "description": "Placa de video de amd de entrada a la familia RX, con 8 Gb GDDR5 de memoria ram dedicada. Complementándolo con cualquier procesador de gama media o alta se puede jugar cualquier tipo de videojuego actual. Además, es una buena opción si ocasionalmente necesitas hacer renderizados de imágenes y videos.",
        "avatar": "radeon-rx-570.png",
        "stock": 10
    },
    {
        "id": 10,
        "name": "Placa de Video AMD Rx-5500-xt",
        "category": "Placa de Video",
        "price": "33.000",
        "brand": "AMD",
        "description": "Placa de video de amd de antrada a la familia RX, con 8 Gb GDDR6 de memoria ram dedicada. Complementándolo con cualquier procesador de gama media o alta se puede jugar cualquier tipo de videojuego actual con calidad ultra a altos FPS. Además, sirve para el renderizado de imágenes y videos profesionales.",
        "avatar": "rx-5500-xt.png",
        "stock": 10
    },
    {
        "id": 11,
        "name": "molestie nibh",
        "category": "risus dapibus",
        "price": "75.313",
        "brand": "id nulla",
        "description": "in libero ut massa volutpat convallis morbi odio odio elementum eu interdum eu tincidunt in leo maecenas pulvinar lobortis est phasellus sit amet",
        "stock": 66,
        "avatar": "core-i3-9100f.png"
    },
    {
        "id": 12,
        "name": "aliquam convallis",
        "category": "semper rutrum",
        "price": "65.116",
        "brand": "eget massa",
        "description": "magna at nunc commodo placerat praesent blandit nam nulla integer pede justo lacinia eget tincidunt eget tempus vel pede",
        "stock": 99,
        "avatar": "ryzen-7.png"
    },
    {
        "id": 13,
        "name": "quam turpis",
        "category": "posuere cubilia",
        "price": "25.733",
        "brand": "justo sit",
        "description": "vulputate vitae nisl aenean lectus pellentesque eget nunc donec quis orci eget orci vehicula condimentum curabitur in libero ut massa volutpat convallis morbi odio odio elementum eu interdum",
        "stock": 92,
        "avatar": "promo-ryzen5-disco.png"
    },
    {
        "id": 14,
        "name": "interdum",
        "category": "turpis sed",
        "price": "83.620",
        "brand": "nam",
        "description": "diam neque vestibulum eget vulputate ut ultrices vel augue vestibulum ante ipsum primis in faucibus orci",
        "stock": 82,
        "avatar": "rtx-2080.png"
    },
    {
        "id": 15,
        "name": "a libero nam",
        "category": "nam",
        "price": "25.969",
        "brand": "id sapien",
        "description": "tempus sit amet sem fusce consequat nulla nisl nunc nisl duis bibendum felis sed interdum venenatis turpis enim blandit mi in porttitor pede justo eu massa donec dapibus duis at velit eu est congue elementum in hac habitasse",
        "stock": 23,
        "avatar": "ryzen-5.png"
    },
    {
        "id": 16,
        "name": "nulla",
        "category": "nam",
        "price": "62.699",
        "brand": "vitae",
        "description": "felis ut at dolor quis odio consequat varius integer ac leo pellentesque ultrices mattis odio donec vitae nisi nam ultrices libero non mattis pulvinar nulla pede ullamcorper augue a suscipit nulla elit ac",
        "stock": 82,
        "avatar": "rx-5500-xt.png"
    },
    {
        "id": 17,
        "name": "habitasse",
        "category": "tempus",
        "price": "59.738",
        "brand": "quis",
        "description": "eu tincidunt in leo maecenas pulvinar lobortis est phasellus sit amet erat nulla tempus vivamus in felis eu sapien cursus vestibulum proin eu mi nulla ac enim in tempor turpis nec euismod scelerisque quam turpis adipiscing",
        "stock": 62,
        "avatar": "radeon-rx-570.png"
    },
    {
        "id": 18,
        "name": "blandit ultrices enim",
        "category": "duis ac",
        "price": "11.019",
        "brand": "vestibulum",
        "description": "magna vulputate luctus cum sociis natoque penatibus et magnis dis parturient montes nascetur ridiculus mus vivamus vestibulum sagittis sapien cum sociis natoque penatibus et magnis dis parturient montes nascetur",
        "stock": 51,
        "avatar": "core-i3-9100f.png"
    },
    {
        "id": 19,
        "name": "ipsum",
        "category": "lorem quisque",
        "price": "18.645",
        "brand": "posuere",
        "description": "quis lectus suspendisse potenti in eleifend quam a odio in hac habitasse platea dictumst maecenas ut massa quis augue luctus tincidunt nulla mollis molestie lorem quisque ut erat curabitur gravida",
        "stock": 57,
        "avatar": "promo-ryzen5-disco.png"
    },
    {
        "id": 20,
        "name": "sapien",
        "category": "erat fermentum",
        "price": "51.887",
        "brand": "nec euismod",
        "description": "at nulla suspendisse potenti cras in purus eu magna vulputate luctus cum sociis natoque penatibus et magnis dis parturient montes nascetur",
        "stock": 54,
        "avatar": "ryzen-7.png"
    },
    {
        "id": 21,
        "name": "fusce",
        "category": "luctus nec",
        "price": "23.878",
        "brand": "ut",
        "description": "vivamus in felis eu sapien cursus vestibulum proin eu mi nulla ac enim in tempor turpis nec euismod scelerisque quam turpis adipiscing lorem vitae mattis nibh ligula nec sem duis aliquam convallis nunc proin at turpis a",
        "stock": 58,
        "avatar": "ryzen-5.png"
    },
    {
        "id": 22,
        "name": "ac",
        "category": "tortor quis",
        "price": "38.906",
        "brand": "luctus",
        "description": "vestibulum proin eu mi nulla ac enim in tempor turpis nec euismod scelerisque quam turpis adipiscing lorem vitae mattis nibh ligula nec sem duis aliquam convallis nunc proin at",
        "stock": 16,
        "avatar": "rtx-2080.png"
    },
    {
        "id": 23,
        "name": "accumsan odio curabitur",
        "category": "convallis",
        "price": "80.640",
        "brand": "sed tristique",
        "description": "elementum ligula vehicula consequat morbi a ipsum integer a nibh in quis justo maecenas rhoncus aliquam lacus morbi quis tortor id nulla ultrices aliquet maecenas leo odio condimentum id luctus nec molestie sed justo pellentesque viverra pede ac",
        "stock": 88,
        "avatar": "rx-5500-xt.png"
    },
    {
        "id": 24,
        "name": "purus",
        "category": "vivamus metus",
        "price": "77.123",
        "brand": "facilisi",
        "description": "dapibus nulla suscipit ligula in lacus curabitur at ipsum ac tellus semper interdum mauris ullamcorper purus sit amet nulla quisque arcu libero rutrum ac lobortis vel dapibus at diam nam",
        "stock": 78,
        "avatar": "core-i3-9100f.png"
    },
    {
        "id": 25,
        "name": "cras pellentesque",
        "category": "sodales sed",
        "price": "65.683",
        "brand": "quisque arcu",
        "description": "venenatis non sodales sed tincidunt eu felis fusce posuere felis sed lacus morbi sem mauris laoreet ut rhoncus aliquet pulvinar sed nisl nunc rhoncus dui vel sem sed sagittis nam congue risus semper",
        "stock": 78,
        "avatar": "ryzen-7.png"
    },
    {
        "id": 26,
        "name": "ac est",
        "category": "amet",
        "price": "63.924",
        "brand": "ut",
        "description": "sed magna at nunc commodo placerat praesent blandit nam nulla integer pede justo lacinia eget",
        "stock": 6,
        "avatar": "promo-ryzen5-disco.png"
    },
    {
        "id": 27,
        "name": "tristique",
        "category": "urna ut",
        "price": "44.419",
        "brand": "eget",
        "description": "amet turpis elementum ligula vehicula consequat morbi a ipsum integer a nibh in quis justo maecenas rhoncus aliquam lacus morbi quis tortor id nulla ultrices aliquet maecenas leo odio",
        "stock": 50,
        "avatar": "rtx-2080.png"
    },
    {
        "id": 28,
        "name": "posuere cubilia",
        "category": "faucibus",
        "price": "11.005",
        "brand": "in",
        "description": "curabitur at ipsum ac tellus semper interdum mauris ullamcorper purus sit amet nulla quisque arcu libero rutrum",
        "stock": 13,
        "avatar": "radeon-rx-570.png"
    },
    {
        "id": 29,
        "name": "in magna",
        "category": "neque duis",
        "price": "25.539",
        "brand": "penatibus",
        "description": "vivamus vel nulla eget eros elementum pellentesque quisque porta volutpat erat quisque erat eros viverra eget congue eget semper rutrum nulla nunc purus phasellus in felis donec semper sapien a libero nam dui proin leo odio porttitor id consequat in",
        "stock": 98,
        "avatar": "ryzen-5.png"
    },
    {
        "id": 30,
        "name": "mattis",
        "category": "volutpat sapien",
        "price": "68.445",
        "brand": "interdum",
        "description": "venenatis non sodales sed tincidunt eu felis fusce posuere felis sed lacus morbi sem mauris laoreet ut rhoncus aliquet pulvinar sed nisl nunc rhoncus dui vel sem",
        "stock": 6,
        "avatar": "ryzen-7.png"
    },
    {
        "id": 31,
        "name": "justo",
        "category": "nullam porttitor",
        "price": "71.736",
        "brand": "nulla",
        "description": "maecenas leo odio condimentum id luctus nec molestie sed justo pellentesque viverra pede ac diam cras pellentesque volutpat dui maecenas tristique est et tempus semper est quam pharetra magna ac consequat metus sapien ut nunc vestibulum ante ipsum primis",
        "stock": 76,
        "avatar": "promo-ryzen5-disco.png"
    },
    {
        "id": 32,
        "name": "pede posuere",
        "category": "nulla",
        "price": "20.576",
        "brand": "pulvinar nulla",
        "description": "justo lacinia eget tincidunt eget tempus vel pede morbi porttitor lorem id ligula suspendisse ornare",
        "stock": 16,
        "avatar": "core-i3-9100f.png"
    },
    {
        "id": 33,
        "name": "pede",
        "category": "quis",
        "price": "45.109",
        "brand": "orci luctus",
        "description": "quam turpis adipiscing lorem vitae mattis nibh ligula nec sem duis aliquam convallis nunc proin at turpis a pede posuere nonummy integer non velit donec diam neque vestibulum eget vulputate ut ultrices vel augue vestibulum ante ipsum primis in faucibus",
        "stock": 16,
        "avatar": "rtx-2080.png"
    },
    {
        "id": 34,
        "name": "venenatis",
        "category": "luctus",
        "price": "60.498",
        "brand": "sodales",
        "description": "augue luctus tincidunt nulla mollis molestie lorem quisque ut erat curabitur gravida nisi at nibh in hac habitasse platea dictumst aliquam augue quam sollicitudin vitae consectetuer eget rutrum at lorem integer",
        "stock": 100,
        "avatar": "rx-5500-xt.png"
    },
    {
        "id": 35,
        "name": "nibh in lectus",
        "category": "porttitor pede",
        "price": "42.941",
        "brand": "eget tincidunt",
        "description": "pede venenatis non sodales sed tincidunt eu felis fusce posuere felis sed lacus morbi sem mauris laoreet ut rhoncus aliquet pulvinar sed nisl nunc rhoncus dui vel sem sed sagittis nam congue risus semper porta volutpat quam pede lobortis",
        "stock": 96,
        "avatar": "ryzen-5.png"
    },
    {
        "id": 36,
        "name": "in",
        "category": "libero",
        "price": "79.284",
        "brand": "bibendum morbi",
        "description": "auctor gravida sem praesent id massa id nisl venenatis lacinia aenean sit amet justo morbi",
        "stock": 95,
        "avatar": "radeon-rx-570.png"
    },
    {
        "id": 37,
        "name": "sit amet",
        "category": "nec molestie",
        "price": "33.330",
        "brand": "eget massa",
        "description": "dapibus duis at velit eu est congue elementum in hac habitasse platea dictumst morbi vestibulum velit id pretium iaculis diam erat fermentum justo",
        "stock": 34,
        "avatar": "rx-5500-xt.png"
    },
    {
        "id": 38,
        "name": "orci luctus",
        "category": "maecenas tincidunt",
        "price": "32.952",
        "brand": "et",
        "description": "erat tortor sollicitudin mi sit amet lobortis sapien sapien non mi integer ac neque duis bibendum morbi",
        "stock": 80,
        "avatar": "ryzen-7.png"
    },
    {
        "id": 39,
        "name": "sit amet lobortis",
        "category": "in felis",
        "price": "51.686",
        "brand": "diam in",
        "description": "lectus suspendisse potenti in eleifend quam a odio in hac habitasse platea dictumst maecenas ut massa quis augue luctus tincidunt nulla mollis molestie lorem quisque ut erat curabitur gravida nisi at nibh in hac habitasse",
        "stock": 52,
        "avatar": "promo-ryzen5-disco.png"
    },
    {
        "id": 40,
        "name": "ultrices",
        "category": "interdum",
        "price": "43.481",
        "brand": "blandit non",
        "description": "semper est quam pharetra magna ac consequat metus sapien ut nunc vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia curae mauris viverra diam vitae quam",
        "stock": 24,
        "avatar": "ryzen-5.png"
    },
    {
        "id": 41,
        "name": "elementum pellentesque",
        "category": "justo",
        "price": "76.884",
        "brand": "euismod scelerisque",
        "description": "ac leo pellentesque ultrices mattis odio donec vitae nisi nam ultrices libero non mattis pulvinar nulla pede ullamcorper",
        "stock": 17,
        "avatar": "rtx-2080.png"
    },
    {
        "id": 42,
        "name": "luctus et ultrices",
        "category": "nulla integer",
        "price": "39.183",
        "brand": "sed",
        "description": "nonummy maecenas tincidunt lacus at velit vivamus vel nulla eget eros elementum pellentesque quisque porta volutpat erat quisque erat eros viverra eget congue eget semper rutrum nulla nunc purus phasellus in felis donec semper sapien a libero nam dui",
        "stock": 53,
        "avatar": "radeon-rx-570.png"
    },
    {
        "id": 43,
        "name": "donec",
        "category": "felis sed",
        "price": "10.046",
        "brand": "eu",
        "description": "luctus et ultrices posuere cubilia curae duis faucibus accumsan odio curabitur convallis duis consequat dui nec nisi volutpat eleifend donec ut dolor morbi vel lectus in",
        "stock": 82,
        "avatar": "promo-ryzen5-disco.png"
    },
    {
        "id": 44,
        "name": "erat nulla",
        "category": "integer",
        "price": "74.945",
        "brand": "id",
        "description": "eget orci vehicula condimentum curabitur in libero ut massa volutpat convallis morbi odio odio elementum eu interdum eu tincidunt in leo maecenas pulvinar",
        "stock": 100,
        "avatar": "rx-5500-xt.png"
    },
    {
        "id": 45,
        "name": "rutrum nulla tellus",
        "category": "luctus",
        "price": "10.507",
        "brand": "rutrum",
        "description": "ultrices enim lorem ipsum dolor sit amet consectetuer adipiscing elit proin interdum mauris non ligula pellentesque ultrices phasellus id sapien in sapien iaculis congue vivamus metus arcu",
        "stock": 37,
        "avatar": "core-i3-9100f.png"
    },
    {
        "id": 46,
        "name": "ante",
        "category": "mollis molestie",
        "price": "33.232",
        "brand": "tortor",
        "description": "consectetuer adipiscing elit proin interdum mauris non ligula pellentesque ultrices phasellus id sapien in sapien iaculis congue vivamus metus arcu adipiscing molestie hendrerit at vulputate vitae nisl aenean lectus pellentesque eget",
        "stock": 92,
        "avatar": "radeon-rx-570.png"
    },
    {
        "id": 47,
        "name": "integer",
        "category": "erat fermentum",
        "price": "78.580",
        "brand": "magna",
        "description": "eget congue eget semper rutrum nulla nunc purus phasellus in felis donec semper sapien a libero nam dui proin leo odio porttitor id consequat in consequat ut nulla sed accumsan felis ut at dolor quis odio consequat varius integer",
        "stock": 48,
        "avatar": "ryzen-7.png"
    },
    {
        "id": 48,
        "name": "adipiscing molestie",
        "category": "ultrices",
        "price": "70.169",
        "brand": "dis",
        "description": "in tempus sit amet sem fusce consequat nulla nisl nunc nisl duis bibendum felis sed interdum venenatis turpis enim blandit mi in porttitor pede justo eu massa donec dapibus duis at",
        "stock": 99,
        "avatar": "ryzen-5.png"
    },
    {
        "id": 49,
        "name": "ut",
        "category": "habitasse",
        "price": "47.632",
        "brand": "vulputate vitae",
        "description": "velit vivamus vel nulla eget eros elementum pellentesque quisque porta volutpat erat quisque erat eros viverra eget congue eget semper rutrum nulla nunc purus phasellus in felis donec semper sapien a libero nam dui proin",
        "stock": 83,
        "avatar": "promo-ryzen5-disco.png"
    },
    {
        "id": 50,
        "name": "at",
        "category": "diam vitae",
        "price": "77.143",
        "brand": "primis in",
        "description": "id ornare imperdiet sapien urna pretium nisl ut volutpat sapien arcu sed augue aliquam erat volutpat in congue etiam justo etiam pretium iaculis justo in",
        "stock": 26,
        "avatar": "rtx-2080.png"
    },
    {
        "id": 51,
        "name": "quisque ut erat",
        "category": "nullam sit",
        "price": "50.076",
        "brand": "amet erat",
        "description": "suspendisse potenti in eleifend quam a odio in hac habitasse platea dictumst maecenas ut massa quis augue luctus tincidunt nulla mollis molestie lorem quisque ut erat",
        "stock": 80,
        "avatar": "core-i3-9100f.png"
    },
    {
        "id": 52,
        "name": "nibh ligula",
        "category": "imperdiet nullam",
        "price": "7.432",
        "brand": "at turpis",
        "description": "vel accumsan tellus nisi eu orci mauris lacinia sapien quis libero nullam sit amet turpis elementum ligula vehicula consequat morbi a ipsum integer a nibh in",
        "stock": 8,
        "avatar": "rtx-3090.png"
    },
    {
        "id": 53,
        "name": "bibendum morbi non",
        "category": "lacinia",
        "price": "18.622",
        "brand": "condimentum",
        "description": "quam pharetra magna ac consequat metus sapien ut nunc vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia curae mauris viverra diam vitae quam suspendisse potenti nullam porttitor lacus at turpis donec posuere metus vitae ipsum aliquam",
        "stock": 91,
        "avatar": "rx-5500-xt.png"
    },
    {
        "id": 54,
        "name": "blandit",
        "category": "felis",
        "price": "48.388",
        "brand": "morbi",
        "description": "sed nisl nunc rhoncus dui vel sem sed sagittis nam congue risus semper porta volutpat quam pede lobortis ligula sit amet eleifend pede libero quis orci nullam molestie nibh",
        "stock": 26,
        "avatar": "promo-ryzen5-disco.png"
    },
    {
        "id": 55,
        "name": "sed accumsan felis",
        "category": "turpis elementum",
        "price": "49.028",
        "brand": "egestas",
        "description": "vitae ipsum aliquam non mauris morbi non lectus aliquam sit amet diam in magna bibendum imperdiet nullam orci pede venenatis",
        "stock": 78,
        "avatar": "rtx-2080.png"
    },
    {
        "id": 56,
        "name": "ut massa quis",
        "category": "vivamus",
        "price": "12.878",
        "brand": "libero",
        "description": "libero ut massa volutpat convallis morbi odio odio elementum eu interdum eu tincidunt in leo maecenas pulvinar lobortis est phasellus sit amet erat nulla tempus vivamus in felis eu sapien cursus vestibulum proin",
        "stock": 24,
        "avatar": "radeon-rx-570.png"
    },
    {
        "id": 57,
        "name": "morbi vel",
        "category": "mi nulla",
        "price": "32.732",
        "brand": "aenean",
        "description": "ac consequat metus sapien ut nunc vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia curae",
        "stock": 87,
        "avatar": "ryzen-5.png"
    },
    {
        "id": 58,
        "name": "orci luctus",
        "category": "mollis",
        "price": "48.269",
        "brand": "praesent",
        "description": "ridiculus mus vivamus vestibulum sagittis sapien cum sociis natoque penatibus et magnis dis parturient montes nascetur",
        "stock": 63,
        "avatar": "rx-5500-xt.png"
    },
    {
        "id": 59,
        "name": "sapien arcu",
        "category": "in blandit",
        "price": "28.049",
        "brand": "amet",
        "description": "est donec odio justo sollicitudin ut suscipit a feugiat et eros vestibulum ac est lacinia nisi venenatis tristique fusce congue diam id ornare imperdiet sapien urna pretium",
        "stock": 99,
        "avatar": "ryzen-7.png"
    },
    {
        "id": 60,
        "name": "nunc nisl duis",
        "category": "ut",
        "price": "49.404",
        "brand": "id mauris",
        "description": "vulputate elementum nullam varius nulla facilisi cras non velit nec nisi vulputate nonummy maecenas tincidunt",
        "stock": 21,
        "avatar": "promo-ryzen5-disco.png"
    },
    {
        "id": 61,
        "name": "donec diam neque",
        "category": "sapien",
        "price": "32.127",
        "brand": "nibh quisque",
        "description": "ipsum primis in faucibus orci luctus et ultrices posuere cubilia curae mauris viverra diam vitae quam suspendisse potenti nullam porttitor lacus at turpis donec posuere metus vitae ipsum aliquam",
        "stock": 11,
        "avatar": "core-i3-9100f.png"
    },
    {
        "id": 62,
        "name": "magna ac consequat",
        "category": "ultrices posuere",
        "price": "18.852",
        "brand": "nunc purus",
        "description": "porttitor lacus at turpis donec posuere metus vitae ipsum aliquam non mauris morbi non lectus aliquam sit amet diam in magna bibendum imperdiet nullam orci pede venenatis non",
        "stock": 13,
        "avatar": "rtx-2080.png"
    },
    {
        "id": 63,
        "name": "vestibulum aliquet ultrices",
        "category": "ut tellus",
        "price": "84.869",
        "brand": "elementum",
        "description": "orci mauris lacinia sapien quis libero nullam sit amet turpis elementum ligula vehicula consequat morbi a ipsum integer a nibh in quis justo maecenas rhoncus aliquam lacus morbi quis tortor id nulla ultrices aliquet maecenas leo odio condimentum id",
        "stock": 68,
        "avatar": "radeon-rx-570.png"
    },
    {
        "id": 64,
        "name": "sapien",
        "category": "pede",
        "price": "59.302",
        "brand": "suspendisse",
        "description": "a ipsum integer a nibh in quis justo maecenas rhoncus aliquam lacus morbi quis tortor id nulla ultrices aliquet maecenas leo odio condimentum id luctus nec molestie sed justo pellentesque viverra pede ac diam cras pellentesque volutpat dui maecenas",
        "stock": 63,
        "avatar": "ryzen-5.png"
    },
    {
        "id": 65,
        "name": "ante ipsum",
        "category": "venenatis",
        "price": "48.356",
        "brand": "metus aenean",
        "description": "eu orci mauris lacinia sapien quis libero nullam sit amet turpis elementum ligula vehicula consequat morbi a ipsum integer a nibh in quis justo maecenas rhoncus aliquam lacus morbi quis tortor",
        "stock": 13,
        "avatar": "promo-ryzen5-disco.png"
    },
    {
        "id": 66,
        "name": "dictumst",
        "category": "varius",
        "price": "64.715",
        "brand": "diam erat",
        "description": "potenti in eleifend quam a odio in hac habitasse platea dictumst maecenas ut massa quis augue luctus tincidunt nulla mollis molestie lorem quisque ut erat curabitur gravida nisi at nibh in",
        "stock": 41,
        "avatar": "rtx-3090.png"
    },
    {
        "id": 67,
        "name": "pretium quis",
        "category": "ut massa",
        "price": "84.165",
        "brand": "mauris sit",
        "description": "vel accumsan tellus nisi eu orci mauris lacinia sapien quis libero nullam sit amet turpis elementum ligula vehicula consequat morbi a ipsum integer a nibh in",
        "stock": 27,
        "avatar": "radeon-rx-570.png"
    },
    {
        "id": 68,
        "name": "interdum venenatis",
        "category": "quam nec",
        "price": "18.700",
        "brand": "vulputate justo",
        "description": "non velit nec nisi vulputate nonummy maecenas tincidunt lacus at velit vivamus vel nulla eget eros elementum pellentesque quisque porta",
        "stock": 10,
        "avatar": "ryzen-7.png"
    },
    {
        "id": 69,
        "name": "a nibh",
        "category": "turpis",
        "price": "46.842",
        "brand": "nulla",
        "description": "urna ut tellus nulla ut erat id mauris vulputate elementum nullam varius nulla facilisi cras non velit nec nisi vulputate nonummy maecenas tincidunt lacus at velit vivamus vel nulla eget eros",
        "stock": 82,
        "avatar": "promo-ryzen5-disco.png"
    },
    {
        "id": 70,
        "name": "tincidunt eu felis",
        "category": "sit amet",
        "price": "29.660",
        "brand": "pede justo",
        "description": "suspendisse ornare consequat lectus in est risus auctor sed tristique in tempus sit amet sem fusce consequat",
        "stock": 10,
        "avatar": "rx-5500-xt.png"
    },
    {
        "id": 71,
        "name": "egestas",
        "category": "ut",
        "price": "76.292",
        "brand": "et ultrices",
        "description": "blandit lacinia erat vestibulum sed magna at nunc commodo placerat praesent blandit nam nulla integer pede justo lacinia eget tincidunt eget tempus vel pede morbi porttitor lorem id ligula suspendisse ornare consequat lectus in est risus auctor",
        "stock": 36,
        "avatar": "ryzen-5.png"
    },
    {
        "id": 72,
        "name": "consectetuer",
        "category": "porta",
        "price": "39.199",
        "brand": "erat id",
        "description": "sit amet consectetuer adipiscing elit proin interdum mauris non ligula pellentesque ultrices phasellus id sapien in sapien",
        "stock": 36,
        "avatar": "core-i3-9100f.png"
    },
    {
        "id": 73,
        "name": "et commodo vulputate",
        "category": "lectus",
        "price": "78.683",
        "brand": "in",
        "description": "justo sollicitudin ut suscipit a feugiat et eros vestibulum ac est lacinia nisi venenatis tristique fusce congue diam id ornare imperdiet sapien urna pretium nisl ut volutpat sapien arcu sed augue aliquam erat volutpat in congue etiam justo etiam pretium",
        "stock": 82,
        "avatar": "promo-ryzen5-disco.png"
    },
    {
        "id": 74,
        "name": "sit",
        "category": "placerat praesent",
        "price": "78.844",
        "brand": "urna pretium",
        "description": "duis ac nibh fusce lacus purus aliquet at feugiat non pretium quis lectus suspendisse potenti in eleifend quam a odio in hac habitasse platea dictumst",
        "stock": 61,
        "avatar": "rtx-2080.png"
    },
    {
        "id": 75,
        "name": "quis turpis eget",
        "category": "vel accumsan",
        "price": "25.414",
        "brand": "congue eget",
        "description": "sollicitudin ut suscipit a feugiat et eros vestibulum ac est lacinia nisi venenatis tristique fusce congue",
        "stock": 31,
        "avatar": "radeon-rx-570.png"
    },
    {
        "id": 76,
        "name": "id justo sit",
        "category": "erat nulla",
        "price": "14.926",
        "brand": "vestibulum ante",
        "description": "felis fusce posuere felis sed lacus morbi sem mauris laoreet ut rhoncus aliquet pulvinar sed nisl nunc rhoncus",
        "stock": 67,
        "avatar": "ryzen-5.png"
    },
    {
        "id": 77,
        "name": "dictumst maecenas ut",
        "category": "diam",
        "price": "60.779",
        "brand": "id",
        "description": "lectus aliquam sit amet diam in magna bibendum imperdiet nullam orci pede venenatis non sodales sed tincidunt eu felis fusce posuere felis sed lacus morbi sem mauris laoreet ut rhoncus aliquet pulvinar sed nisl nunc rhoncus",
        "stock": 2,
        "avatar": "ryzen-7.png"
    },
    {
        "id": 78,
        "name": "donec vitae nisi",
        "category": "sit",
        "price": "80.658",
        "brand": "primis in",
        "description": "mollis molestie lorem quisque ut erat curabitur gravida nisi at nibh in hac habitasse platea dictumst aliquam augue quam sollicitudin",
        "stock": 66,
        "avatar": "promo-ryzen5-disco.png"
    },
    {
        "id": 79,
        "name": "sed nisl",
        "category": "sed vestibulum",
        "price": "18.871",
        "brand": "nulla suspendisse",
        "description": "porttitor id consequat in consequat ut nulla sed accumsan felis ut at dolor quis odio consequat varius integer ac leo pellentesque ultrices mattis odio donec vitae nisi nam ultrices libero non mattis pulvinar nulla pede ullamcorper augue a suscipit",
        "stock": 73,
        "avatar": "rx-5500-xt.png"
    },
    {
        "id": 80,
        "name": "feugiat et eros",
        "category": "sagittis dui",
        "price": "28.434",
        "brand": "duis aliquam",
        "description": "magna bibendum imperdiet nullam orci pede venenatis non sodales sed tincidunt eu felis fusce posuere felis sed lacus morbi",
        "stock": 54,
        "avatar": "ryzen-5.png"
    },
    {
        "id": 81,
        "name": "dictumst morbi vestibulum",
        "category": "lacinia",
        "price": "43.415",
        "brand": "cubilia",
        "description": "sit amet justo morbi ut odio cras mi pede malesuada in imperdiet et commodo vulputate justo in blandit ultrices enim lorem ipsum",
        "stock": 100,
        "avatar": "radeon-rx-570.png"
    },
    {
        "id": 82,
        "name": "magna at nunc",
        "category": "augue",
        "price": "9.560",
        "brand": "metus",
        "description": "sapien iaculis congue vivamus metus arcu adipiscing molestie hendrerit at vulputate vitae nisl aenean lectus pellentesque eget nunc donec quis orci eget",
        "stock": 35,
        "avatar": "rtx-2080.png"
    },
    {
        "id": 83,
        "name": "nisi at",
        "category": "cursus id",
        "price": "62.132",
        "brand": "in magna",
        "description": "sapien varius ut blandit non interdum in ante vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia curae duis faucibus accumsan odio curabitur convallis duis consequat dui nec nisi volutpat eleifend",
        "stock": 6,
        "avatar": "promo-ryzen5-disco.png"
    },
    {
        "id": 84,
        "name": "curae donec",
        "category": "accumsan",
        "price": "43.451",
        "brand": "est quam",
        "description": "et ultrices posuere cubilia curae duis faucibus accumsan odio curabitur convallis duis consequat dui nec nisi volutpat eleifend donec ut dolor morbi vel lectus in quam fringilla rhoncus mauris enim leo rhoncus",
        "stock": 57,
        "avatar": "core-i3-9100f.png"
    },
    {
        "id": 85,
        "name": "quis turpis",
        "category": "nec",
        "price": "30.620",
        "brand": "neque",
        "description": "sit amet diam in magna bibendum imperdiet nullam orci pede venenatis non sodales sed tincidunt eu felis fusce posuere felis sed lacus morbi sem mauris laoreet",
        "stock": 67,
        "avatar": "ryzen-5.png"
    },
    {
        "id": 86,
        "name": "donec odio",
        "category": "quam nec",
        "price": "83.441",
        "brand": "ante vel",
        "description": "non mattis pulvinar nulla pede ullamcorper augue a suscipit nulla elit ac nulla sed vel",
        "stock": 85,
        "avatar": "radeon-rx-570.png"
    },
    {
        "id": 87,
        "name": "aliquam non mauris",
        "category": "velit id",
        "price": "35.098",
        "brand": "massa",
        "description": "quis orci eget orci vehicula condimentum curabitur in libero ut massa volutpat convallis morbi odio odio elementum eu interdum eu tincidunt in leo maecenas pulvinar lobortis est phasellus sit amet erat nulla tempus vivamus in felis eu sapien cursus",
        "stock": 14,
        "avatar": "ryzen-7.png"
    },
    {
        "id": 88,
        "name": "pellentesque volutpat dui",
        "category": "aenean auctor",
        "price": "10.672",
        "brand": "justo",
        "description": "sit amet cursus id turpis integer aliquet massa id lobortis convallis tortor risus dapibus augue vel accumsan tellus nisi eu orci mauris lacinia sapien quis libero",
        "stock": 39,
        "avatar": "promo-ryzen5-disco.png"
    },
    {
        "id": 89,
        "name": "accumsan odio",
        "category": "sem",
        "price": "85.042",
        "brand": "lobortis convallis",
        "description": "donec dapibus duis at velit eu est congue elementum in hac habitasse platea dictumst morbi vestibulum velit id pretium iaculis diam erat fermentum justo nec condimentum neque sapien placerat",
        "stock": 80,
        "avatar": "rtx-2080.png"
    },
    {
        "id": 90,
        "name": "praesent",
        "category": "augue vel",
        "price": "41.330",
        "brand": "lobortis est",
        "description": "dui vel nisl duis ac nibh fusce lacus purus aliquet at feugiat non pretium quis lectus suspendisse potenti in eleifend quam a",
        "stock": 85,
        "avatar": "radeon-rx-570.png"
    },
    {
        "id": 91,
        "name": "id luctus",
        "category": "in faucibus",
        "price": "8.432",
        "brand": "molestie",
        "description": "curabitur in libero ut massa volutpat convallis morbi odio odio elementum eu interdum eu tincidunt in leo maecenas pulvinar lobortis est phasellus sit amet erat nulla tempus vivamus in felis eu sapien cursus vestibulum proin eu mi nulla",
        "stock": 25,
        "avatar": "ryzen-5.png"
    },
    {
        "id": 92,
        "name": "ligula",
        "category": "massa id",
        "price": "36.227",
        "brand": "venenatis",
        "description": "quis turpis sed ante vivamus tortor duis mattis egestas metus aenean fermentum donec ut mauris eget massa tempor convallis nulla neque libero convallis",
        "stock": 21,
        "avatar": "ryzen-7.png"
    },
    {
        "id": 93,
        "name": "tortor eu pede",
        "category": "faucibus orci",
        "price": "10.777",
        "brand": "odio justo",
        "description": "aenean lectus pellentesque eget nunc donec quis orci eget orci vehicula condimentum curabitur in libero ut massa volutpat convallis morbi odio odio elementum eu interdum eu tincidunt in leo maecenas pulvinar lobortis est phasellus sit",
        "stock": 42,
        "avatar": "promo-ryzen5-disco.png"
    },
    {
        "id": 94,
        "name": "nulla facilisi",
        "category": "potenti",
        "price": "50.703",
        "brand": "congue",
        "description": "a odio in hac habitasse platea dictumst maecenas ut massa quis augue luctus tincidunt nulla mollis molestie lorem quisque",
        "stock": 87,
        "avatar": "core-i3-9100f.png"
    },
    {
        "id": 95,
        "name": "eget tempus vel",
        "category": "ornare imperdiet",
        "price": "29.390",
        "brand": "purus sit",
        "description": "lorem ipsum dolor sit amet consectetuer adipiscing elit proin interdum mauris non ligula pellentesque ultrices phasellus",
        "stock": 73,
        "avatar": "rtx-3090.png"
    },
    {
        "id": 96,
        "name": "lacus",
        "category": "ante vel",
        "price": "32.851",
        "brand": "nascetur ridiculus",
        "description": "pellentesque quisque porta volutpat erat quisque erat eros viverra eget congue eget semper rutrum nulla nunc purus phasellus in felis donec semper sapien a libero nam dui proin leo odio porttitor id consequat in consequat ut nulla sed accumsan felis",
        "stock": 87,
        "avatar": "ryzen-7.png"
    },
    {
        "id": 97,
        "name": "sociis natoque",
        "category": "id justo",
        "price": "27.574",
        "brand": "orci",
        "description": "curae mauris viverra diam vitae quam suspendisse potenti nullam porttitor lacus at turpis donec posuere metus",
        "stock": 27,
        "avatar": "radeon-rx-570.png"
    },
    {
        "id": 98,
        "name": "ac consequat",
        "category": "pede",
        "price": "81.579",
        "brand": "mattis",
        "description": "platea dictumst maecenas ut massa quis augue luctus tincidunt nulla mollis molestie lorem quisque ut erat curabitur",
        "stock": 9,
        "avatar": "rtx-2080.png"
    },
    {
        "id": 99,
        "name": "at",
        "category": "lacus",
        "price": "42.274",
        "brand": "proin",
        "description": "potenti cras in purus eu magna vulputate luctus cum sociis natoque penatibus et magnis dis parturient montes nascetur ridiculus mus vivamus vestibulum sagittis sapien cum sociis natoque penatibus",
        "stock": 64,
        "avatar": "ryzen-5.png"
    },
    {
        "id": 100,
        "name": "etiam faucibus",
        "category": "rutrum",
        "price": "42.702",
        "brand": "consequat",
        "description": "condimentum curabitur in libero ut massa volutpat convallis morbi odio odio elementum eu interdum eu tincidunt in leo maecenas pulvinar",
        "stock": 64,
        "avatar": "promo-ryzen5-disco.png"
    }
]